Repository: avanheuvelen/django-emailauth
Catalog: emailauth/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Please enter a correct email and password. Note that both fields are case-sensitive.
ru: Введите правильные электронный адрес и пароль. Оба поля чувствительны к регистру.

source: This account is inactive.
ru: Аккаунт заблокирован

source: You must type the same password each time.
ru: Пароль и подтверждение должны совпадать

source: email address
ru: Электронный адрес

source: first name
ru: Имя

source: That's how we'll call you in emails
ru: Как к Вам обращаться в письмах

source: password
ru: Пароль

source: password (again)
ru: Подтверждение пароля

source: This email is already taken.
ru: Этот адрес уже используется

source: your email address
ru: Ваш электронный адрес

source: Unknown email
ru: Электронный адрес не зарегистрирован

source: new email address
ru: Новый электронный адрес

source: You can not delete your last verified email.
ru: Нельзя удалять последний подтвержденный электронный адррес

source: user email
ru: Электронный адрес пользователя

source: user emails
ru: Электронные адреса пользователя

source: user
ru: Пользователь

source: verification key
ru: Код подтверждения

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
ru: Ваш браузер не поддерживает cookies. Для входа в системуcookies должны быть включены

source: %s email confirmed.
ru: Электронный адрес %s подтвержден.

source: Account properties
ru: Свойства профиля

source: Username:
ru: Пользователь:

source: First name:
ru: Имя:

source: Default email:
ru: Электронный адрес по умолчанию

source: Extra emails
ru: Дополнительные адреса

source: Set as default
ru: Установить по умоллчанию

source: Delete
ru: Удалить

source: Unverified emails
ru: Неподтвержденные адерса

source: resend verification email
ru: Отправить подтверждение ещё раз

source: Add email
ru: Добавить электронный адрес

source: Email:
ru: Электронный адрес:

source: Change email
ru: Изменить электронный адрес

source: Add another email to your account
ru: Добавтиь ещё один электронный адрес к профилю

source: submit
ru: Отправить

source: Set new email address
ru: Установить новый электронный адрес

source: Delete your email
ru: Удалить электронный адрес

source: Yes
ru: Да

source: No
ru: Нет

source: You are logged out!
ru: Вы вышли из системы

source: Login
ru: Вход в систему

source: Forgot your password?
ru: Забыли пароль?

source: Welcome
ru: Добро пожаловать

source: Account
ru: Профиль

source: Logout
ru: Выход

source: Register
ru: Зарегистрироваться

source: Registration
ru: Регистрация

source: Set new password
ru: Сменить пароль

source: Confirm your email
ru: Подтверждение электронного адреса

source: We've sent an email to <strong class="highlight">%(email)s</strong> containing a link you'll need to follow to reset your password. You should receive the email within the next few minutes.
ru: На Ваш адрес <strong class="highlight">%(email)s</strong> мы отправили письмо, содержащее ссылку с кодом для сброса пароля. Письмо будет доставлено в течение нескольких минут.

source: Didn't get the email?
ru: Не получили письмо?

source: Below are some of the most common reasons you might not be getting the message:
ru: Это могло произойти по следующим причинам:

source: First, be patient, sometimes it takes a while for the email to arrive.
ru: Во-первых, будьте терпеливы, иногда письмо может задержаться в пути

source: Check above to ensure that you entered your email address correctly.
ru: Проверьте правильность ввода электронного адреса

source: Check your junk email box, the message might have been filtered as junk.
ru: Проверьте, не было ли письмо отфильтровано как спам

source: Set %(email)s as your new default email?
ru: Установить адрес %(email)s как основной?

source: Verified
ru: Подтверждено

source: Not verified
ru: Электронный адрес не подтвержден
